{
  "status": 1,
  "results": {
    "list01": [
      {
        "id": "01",
        "multi": true,
        "right": [
          "E",
          "F"
        ],
        "title": "Which of the following is not true foe the reasons why misinformation is mainly from social media？(multiple choices)",
        "answer": [
          {
            "value": "A",
            "label": "A. More and more users are using social media",
            "correct": true,
            "msg": "Option A is true, because “Social media statistics from 2019 show that there are 3.5billion social media users worldwide and this number is only growing. That equates to about 45% of the current population” (Mohsin, 2020).",
            "further": "https://au.oberlo.com/blog/social-media-marketing-statistics"
          },
          {
            "value": "B",
            "label": "B. It is easy to forward and spread instantaneously when sharing information",
            "correct": true,
            "msg": "Option B is true, because “Social media users can share information or spread the information that shows up on their news feed without checking to ensure the information is accurate and truthful” (Riddle, 2017).",
            "further": "https://ualr.edu/socialchange/2017/03/01/blog-riddle-social-media/"
          },
          {
            "value": "C",
            "label": "C. People are used to getting any information by online media",
            "correct": true,
            "msg": "Option C is true, because “Now that everything has moved online, including businesses, consumers have hundreds and thousands of choices to search for on their computer while sitting right at home” (Leiter, 2014).",
            "further": "https://www.socialmediatoday.com/content/why-do-people-use-social-media"
          },
          {
            "value": "D",
            "label": "D. People rely on the mass media for important information",
            "correct": true,
            "msg": "Option D is true, because “According to MSD theory, dependency on mass media increases because mass media outlets are likely to contain important and exclusive information that is not available from other sources” (Ball–Rokeach, 1998). ",
            "further": "https://firstmonday.org/ojs/index.php/fm/article/view/4071/3285"
          },
          {
            "value": "E",
            "label": "E. Misinformation will not be allowed to spread on social media",
            "correct": false,
            "msg": "Option E is wrong. According to an investigation, misinformation is deliberately produced by people with ulterior motives, “Bot and troll accounts are involved in a ",
            "further": "https://www.theguardian.com/australia-news/2020/jan/08/twitter-bots-trolls-australian-bushfires-social-media-disinformation-campaign-false-claims"
          },
          {
            "value": "F",
            "label": "F. The Government does not watch and control the dissemination of misinformation online",
            "correct": false,
            "msg": "Option E is wrong，because “Fake news is increasingly seen as a threat to political legitimacy, democratic institutions and social cohesion by governments around the world. Government shave responded to the threat posed by digital disinformation in various ways” (Buckmaster & Tyson, n.d.).",
            "further": "https://www.aph.gov.au/About_Parliament/Parliamentary_Departments/Parliamentary_Library/pubs/BriefingBook46p/FakeNews"
          }
        ]
      },
      {
        "id": "02",
        "multi": false,
        "right": [
          "D"
        ],
        "title": "Which of the following is the incorrect answer about the causes of misinformation on social networking sites ？(single choice)",
        "answer": [
          {
            "value": "A",
            "label": "A. consider the source of online information, and believe that high-reposted information is reliabl",
            "correct": false,
            "msg": "Option A is truth, because “Although user do not know the details of the message, if they think it is important tube spread, related to their situation, tweet from official account or reliable author, negative tweet or from trusted source, they will retweet” (Abullah et al., 2014).",
            "further": "https://www.jstage.jst.go.jp/article/ipsjjip/23/1/23_31/_pdf/-char/ja"
          },
          {
            "value": "B",
            "label": "B. Users are keen to retweet negative, controversial, and hotly debated topics, rather than trace the source of the tweets",
            "correct": false,
            "msg": "Option B is truth, because Automatic sentiment analysis shows that most posts contain negative emotions and the most active users in individual threads express predominantly negative sentiments. It follows that the average emotion of longer threads is more negative” (Chimel et al., 2011).",
            "further": "https://www.sciencedirect.com/science/article/pii/S0378437111002731"
          },
          {
            "value": "C",
            "label": "C. Users love to retweet funny and interesting tweets. Users’ retweets are affected by user’s emotions, not by their reliability",
            "correct": false,
            "msg": "Option C is truth, because “The glut of information on Twitter often surpasses the upper limit of users’ cognitive capacity, leaving them to set up their own “triage” system of responding, thus they ease their decision to retweet by relying on efficient heuristic evaluation of a Park and Kaye 3 message’s contextual features, such as message emotionality and rationality, embedded message content, author characteristics, and the author’s number of followers” (Park & Kaye, 2019).",
            "further": "https://journals.sagepub.com/doi/full/10.1177/2056305119834595"
          },
          {
            "value": "D",
            "label": "D. Social networking sites are harmful to the spread of news. It just spreads misinformation",
            "correct": true,
            "msg": "Option D is wrong，because “The use of social media is beneficial during emergencies as it allows instant transmission of messages to a broad audience range and therefore can contribute to the public’s aware- ness and help responders to gain accurate picture of the situation happened” (Abullah et al., 2014).",
            "further": "https://www.jstage.jst.go.jp/article/ipsjjip/23/1/23_31/_pdf/-char/ja"
          }
        ]
      },
      {
        "id": "03",
        "multi": false,
        "right": [
          "C"
        ],
        "title": "which of the following is correct for facing the misinformation of bushfires？（single choice）",
        "answer": [
          {
            "value": "A",
            "label": "A. People tend to believe in the tweet with large number of retweets",
            "correct": false,
            "msg": "Option A is wrong，because “Twitter is a medium to spread rumors and fake news during disaster. In Twitter, retweet function accourage instant information sharing to broad number of audience whether to direct or indirect list of followers” (Abdullah et al., 2015).",
            "further": "https://www.jstage.jst.go.jp/article/ipsjjip/23/1/23_31/_pdf/-char/ja"
          },
          {
            "value": "B",
            "label": "B. Forwarding a tweet from a friend",
            "correct": false,
            "msg": "Option B is wrong，because “Inherent to Twitter is an asymmetrical relationship between friends and followers that provides an interesting social network like structure among the users of Twitter. Twitter messages, called tweets, are restricted to 140 characters and thus are usually very focused”  (Sankaranarayanan et al., 2009).",
            "further": "https://dl.acm.org/doi/abs/10.1145/1653771.1653781"
          },
          {
            "value": "C",
            "label": "C. When forwarding a message, verify the source of the information",
            "correct": true,
            "msg": "Option C is true, because “Search for further information after read the retweet massage, this kind of action will help to reduce the spread of inaccurate information because we will try to validate the information with other sources, or even checked with other tweets from author”(Abdullah et al., 2015).",
            "further": "https://www.jstage.jst.go.jp/article/ipsjjip/23/1/23_31/_pdf/-char/ja"
          }
        ]
      },
      {
        "id": "04",
        "multi": true,
        "right": [
          "A",
          "B",
          "C"
        ],
        "title": "Which of the following is the way to get correct information on bushfire ？(multiple choice)",
        "answer": [
          {
            "value": "A",
            "label": "A. Academic articles are very rigorous for information sources, and have been reviewed before publish it.",
            "correct": true,
            "msg": "Option A is true，because “Academic journal articles are probably the most reliable source of current thinking in your field. To be the most reliable they need to be peer reviewed. This means that other academics have read them before publication and checked that they are making claims that are backed up by their evidence” (University of Hull, n.d.). ",
            "further": "https://canvas.hull.ac.uk/courses/611/pages/determining-source-reliability"
          },
          {
            "value": "B",
            "label": "B. The information source of Official news websites are verified.",
            "correct": true,
            "msg": "Option B is true, because they “Look at the three letters at the end of the site’s domain name, such as “edu” (educational), “gov” (government), “org” (nonprofit), and “com” (commercial). Generally, .edu and .gov websites are credible, but beware of sites that use these suffixes in an attempt to mislead” (UTEP Connect, n.d.).",
            "further": "https://www.utep.edu/extendeduniversity/utepconnect/blog/march-2017/4-ways-to-differentiate-a-good-source-from-a-bad-source.html"
          },
          {
            "value": "C",
            "label": "C. The informaiton source of authoritative publications are vetted",
            "correct": true,
            "msg": "Option C is truth，because “Trade or professional articles or books - written by practitioners in a field to impart practice-oriented information” (University Libraries University of Georgia, n.d.)",
            "further": "https://guides.libs.uga.edu/reliability"
          },
          {
            "value": "D",
            "label": "D. People on social media are free to express anything without reliable sources and without supervision",
            "correct": false,
            "msg": "Option D is wrong，because “Social media accounts that continually post masquerading news stories that purposefully and clearly show incorrect stories should be suspended from use. Basic and attainable rules like these would shield vulnerable social media populations from being coerced and manipulated into believing certain opinions because of false stories” (The Ohio State University, 2019).",
            "further": "https://u.osu.edu/haynes365hseportfolio/2019/10/30/social-media-and-unreliable-information/"
          },
          {
            "value": "E",
            "label": "E. In order to attract more readers' attention, bloggers don't care about the source and only publish the topics that readers are interested in",
            "correct": false,
            "msg": "Option E is wrong，because “Researchers and other experts often use blogs as a way to share their knowledge with the general public, but anyone with computer access can do so too, to further any agenda they want” (University Libraries University of Georgia, n.d.)",
            "further": "https://guides.libs.uga.edu/reliabilityWebsites and blogs-can be reliable or unreliable, hoaxes or sincere misinformation"
          }
        ]
      }
    ],
    "list02": [
      {
        "id": "01",
        "multi": false,
        "right": [
          "D"
        ],
        "title": "Which of the following statements is incorrect about the causes of Australian bushfires in previous years (single choice)",
        "answer": [
          {
            "value": "A",
            "label": "A. Flammable grease of eucalyptus",
            "correct": false,
            "msg": " Option A is truth，because a survey indicates that vegetation and fire sources are the main forest fire factors besides climate “Global Forest Watch Fires shows that more than 70% of the fires are burning on forested landscapes, mainly different types of Eucalyptus woodlands. Eucalyptus trees are naturally more flammable than many other species, and bushfires in Australia are part of the natural ecology” (Munroe & Taylor, 2020).",
            "further": "Further reading: https://www.wri.org/blog/2020/01/4-things-know-about-australia-s-wildfires-and-their-impacts-forests"
          },
          {
            "value": "B",
            "label": "B. Climate change",
            "correct": false,
            "msg": "Option B is truth，because “A unique factor in these fires of the southeast is the climate of the region. The southeast experiences a so-called Mediterranean climate, with hot, dry summers and mild, wet winters. The winter and spring rains allow fuel growth, while theory summers allow fire danger to build. This normal risk is exacerbated by periodic droughts that occur as a part of natural interannual climate variability” (Lucas et al., 2007). ",
            "further": "http://www.cmar.csiro.au/e-print/open/2007/hennesseykj_c.pdf"
          },
          {
            "value": "C",
            "label": "C. lightning",
            "correct": true,
            "msg": "Option C is truth，because “Authority in Barnsdale, East Gippsland, Victoria, was similarly quoted as stating that most of the fires have been caused by lightning. Fires on Kangaroo Island are similarly attributed to lightning strikes” (Bryant, 2020).",
            "further": "https://cdn.factcheck.org/UploadedFiles/Causes-of-bushfires-in-Australia-Response-for-factcheck-Approved.pdf"
          },
          {
            "value": "D",
            "label": "D. Arson",
            "correct": false,
            "msg": "Option D is wrong，because “Victoria, South Australia, or even Queensland. They indicated that as little as 1% of the land (approximately 5 million hectares) burned in NSW can officially be attributed to “arson” (Bryant, 2020).",
            "further": "https://cdn.factcheck.org/UploadedFiles/Causes-of-bushfires-in-Australia-Response-for-factcheck-Approved.pdf"
          }
        ]
      },
      {
        "id": "02",
        "multi": true,
        "right": [
          "B",
          "C",
          "D"
        ],
        "title": "How is the climate been like in Australia in this century?（multiple choice）",
        "answer": [
          {
            "value": "A",
            "label": "A. The annual temperatures did not change in this century",
            "correct": false,
            "msg": "Option A is wrong，because “The mean temperature for the 10 years from 2010 to 2019 was the highest on record, at 0.86 °C above average, and 0.31 °C warmer than the 10 years 2000–2009” (Australian Government Bureau of Meteorology, 2020).",
            "further": "http://www.bom.gov.au/climate/current/annual/aus/"
          },
          {
            "value": "B",
            "label": "B. There are more natural disasters than before",
            "correct": true,
            "msg": "Option B is truth，because “In recent years, heatwaves, floods, fires and storms have occurred more frequently in many cities” (Coleman，2016).",
            "further": "https://soe.environment.gov.au/theme/built-environment/topic/2016/increased-extreme-weather-events, DOI 10.4226/94/58b65a5037ed8"
          },
          {
            "value": "C",
            "label": "C. Australia is the continent with the least rainfall",
            "correct": true,
            "msg": "Option C is truth，because “Australia has the lowest average annual rainfall of all inhabited continents. Half of the country receives an average of less than 300 mm per year. Our rainfall pattern is strongly seasonal, with large year-to-year variations”(Paul, 2011).",
            "further": "https://www.cawcr.gov.au/projects/Climatechange/wp-content/uploads/2016/11/rainfall-paper.pdf"
          }
        ]
      },
      {
        "id": "03",
        "multi": false,
        "right": [
          "E"
        ],
        "title": "which of the following is correct for facing the misinformation of bushfires？（single choice）",
        "answer": [
          {
            "value": "A",
            "label": "A. Which of the following is wrong about the impact of climate change on Australia (single choice)",
            "correct": false,
            "msg": "Option A is truth，because “For forests, the fuel state is determined by the so-called ‘drought factor’ which depends on the daily rainfall and the period of time elapsed since the last rain” (Cahill et al., 2013).",
            "further": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3574421/"
          },
          {
            "value": "B",
            "label": "B. Drought leads to an increasing fire risk",
            "correct": false,
            "msg": "Option B is truth，because “The gradual build-up of higher fire dangers can be seen from July 2002, as the temperatures rise and the rainfall begins to decline with the march of the seasons, together with the effects of the drought that year” (Cahill et al., 2013).",
            "further": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3574421/"
          },
          {
            "value": "C",
            "label": "C. Species are threatened with extinction",
            "correct": false,
            "msg": "Option C is truth，because “Many effects of anthropogenic climate change follow from an increase in temperature. The most obvious proximate factor causing extinction is temperatures that exceed the physiological tolerance of the species” (Cahill et al., 2013).",
            "further": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3574421/"
          },
          {
            "value": "D",
            "label": "D. Human life are threatened",
            "correct": false,
            "msg": "Option D is truth，because “The unprecedented fire conditions have threatened lives and homes. Climate change increases the risk of illness through increasing temperature, more frequent heavy rains and runoff, and the effects of storms. Health impacts may include gastrointestinal illness like diarrhea, effects on the body's nervous and respiratory systems, or liver and kidney damage” (United States Environment Protection Agency, n.d.).",
            "further": "https://www.abc.net.au/news/health/2020-01-07/prolonged-bushfire-smoke-creates-new-health-risks/11844934"
          },
          {
            "value": "E",
            "label": "E. The poor air quality in Sydney does not influence people’s health",
            "correct": false,
            "msg": "Option E is wrong，because “While most healthy people can handle short-term exposure to air pollution (though it may cause itchy eyes and throat irritation), smoke particles can aggravate respiratory conditions (such as asthma), and even trigger a heart attack or stroke.” (Willis, 2020).",
            "further": "https://www.abc.net.au/news/health/2020-01-07/prolonged-bushfire-smoke-creates-new-health-risks/11844934"
          },
          {
            "value": "F",
            "label": "F. There is a greater chance of bushfires occur than previous years",
            "correct": false,
            "msg": "Option F is truth，because “The number of very high and extreme fire danger days could increase by 4-25% by 2020 and 15-70% by 2050 across much of southeast Australia as a result of projected changes in climate due to increases in greenhouse gases” (Lucas et al., 2007).",
            "further": "http://www.cmar.csiro.au/e-print/open/2007/hennesseykj_c.pdf"
          }
        ]
      },
      {
        "id": "04",
        "multi": true,
        "right": [
          "A",
          "B",
          "D",
          "E"
        ],
        "title": "What are the global impacts of climate change?(multiple choice)",
        "answer": [
          {
            "value": "A",
            "label": "A. Global warming",
            "correct": true,
            "msg": "Option A is truth，because “The term is frequently used interchangeably with the term climate change, though the latter refers to both human- and naturally produced warming and the effects it has on our planet. It is most commonly measured as the average increase in Earth’s global surface temperature” (NASA, n.d.).",
            "further": "https://www.carbonbrief.org/mapped-how-climate-change-affects-extreme-weather-around-the-world"
          },
          {
            "value": "B",
            "label": "B. Extreme weathe.",
            "correct": true,
            "msg": "Option B is truth，because “69% of the 355 extreme weather events and trends included in the map were found to be made more likely or more severe by human-caused climate change” (Pidcock et al., 2020).",
            "further": "https://www.carbonbrief.org/mapped-how-climate-change-affects-extreme-weather-around-the-world"
          },
          {
            "value": "C",
            "label": "C. Global average temperature did not change since 20 century",
            "correct": false,
            "msg": "Option C is wrong，because 'The average temperature of the Earth’s surface has risen by about 0.7°C since 1900• The 11 warmest years on record since 1850 have occurred in the past 12 years•'(Coast Adapt, 2018).",
            "further": "https://coastadapt.com.au/climate-change-and-sea-level-rise-australian-region"
          },
          {
            "value": "D",
            "label": "D. Sea level rise",
            "correct": true,
            "msg": "Option D is truth，because “Global average sea-level has risen 170 mm since 1900 (1.7 mm per year), and has been rising at 3 mm per year since 1993 • The upper 3000 m of ocean has warmed” (Coast Adapt, 2018).",
            "further": "https://coastadapt.com.au/climate-change-and-sea-level-rise-australian-region"
          }
        ]
      }
    ],
    "list03": [
      {
        "id": "01",
        "multi": false,
        "right": "C",
        "title": "What is the root cause of Australian bushfires in 2019 (Single option)",
        "answer": [
          {
            "value": "A",
            "label": "A. Arson",
            "correct": false
          },
          {
            "value": "B",
            "label": "B. Lightning",
            "correct": false
          },
          {
            "_id": 2,
            "value": "C",
            "label": "C. Climate change",
            "correct": true,
            "msg": "Option C is truth，because “The extreme fires that razed more than 18 million hectares of bush in Australia late last year were significantly more likely because of human-induced climate change, say an international group of climate scientists who have analysed the disaster” (Phillips, 2020)."
          },
          {
            "value": "D",
            "label": "D. Arson",
            "correct": false
          }
        ]
      },
      {
        "id": "02",
        "multi": true,
        "right": [
          "C",
          "D"
        ],
        "title": "How is the climate been like in Australia in this century?（multiple choice）",
        "answer": [
          {
            "value": "A",
            "label": "A. he annual temperatures did not change in this century",
            "correct": false
          },
          {
            "value": "B",
            "label": "B. There are more natural disasters than before",
            "correct": true
          },
          {
            "value": "C",
            "label": "C. Australia is the continent with the least rainfall",
            "correct": true
          },
          {
            "value": "D",
            "label": "D. Social networking sites are harmful to the spread of news. It just spreads misinformation",
            "correct": true
          }
        ]
      },
      {
        "id": "03",
        "multi": false,
        "right": "B",
        "title": "which of the following is correct for facing the misinformation of bushfires？（single choice）",
        "answer": [
          {
            "value": "A",
            "label": "A. Which of the following is wrong about the impact of climate change on Australia (single choice)",
            "correct": false
          },
          {
            "value": "B",
            "label": "B. Drought leads to an increasing fire risk",
            "correct": true
          },
          {
            "value": "C",
            "label": "C. Species are threatened with extinction",
            "correct": false
          },
          {
            "value": "D",
            "label": "D. Human life are threatened",
            "correct": false
          },
          {
            "value": "E",
            "label": "E. The poor air quality in Sydney does not influence people’s health",
            "correct": false
          },
          {
            "value": "F",
            "label": "F. There is a greater chance of bushfires occur than previous years",
            "correct": false
          }
        ]
      },
      {
        "id": "04",
        "multi": true,
        "title": "What are the global impacts of climate change?(multiple choice)",
        "answer": [
          {
            "value": "A",
            "label": "A. Global warming",
            "correct": true
          },
          {
            "value": "B",
            "label": "B. Extreme weathe.",
            "correct": true
          },
          {
            "value": "C",
            "label": "C. Global average temperature did not change since 20 century",
            "correct": false
          },
          {
            "value": "D",
            "label": "D. Sea level rise",
            "correct": true
          }
        ]
      }
    ]
  }
}